Repository: yshialexandra/Optimizing_LLM_Chinese_Translation_through_Syntactic_Feature_Extraction_and_Representation_Editing
Catalog: yshibachlorpaper/Yiyan_tmx/G38A.tmx
Source language: en_us
Languages: zh_cn

source: Postscript: Mexico's Majestic Lesbian Chanteuse, Chavela Vargas
zh_cn: 后记：墨西哥伟大的女同歌手 CHAVELA VARGAS

source: When I was twenty-three, I found myself killing time in San Joaqu¨ªn de Flores, Costa Rica.
zh_cn: 23岁时，我在哥斯达黎加的San Joaquín de Flores消磨了一段时光。

source: The town was within commuting distance of the capital, San Jos¨¦, but had few metropolitan airs: it was a place, I was told, where addresses were unnecessary, and where, in order to find the person I was looking for, all I needed to do was ask any passerby for the "Casa de la Vargas."
zh_cn: 那个小镇离首府San José不远，却没什么都市气息：人家告诉我门牌号码在那是多余的，要是想找某人，只需向任何一个路人打听“Casa de la Vargas”（Vargas的家）在哪。

source: It was an unlikely place to look for Chavela Vargas, whose great age, famous affairs, and heartbreaking renditions of the Mexican classics made her one of the monuments of Latin America.
zh_cn: 很难相信能在这找到Chavela Vargas，高龄、风流韵事，还有令人心碎的墨西哥歌曲演绎，已经让她成为了拉丁美洲的一座丰碑。

source: Indeed, for the rich exoticism of the myths surrounding her life, no other singer came close. There were stories of Chavela in Acapulco in its glory days, singing at Liz Taylor's wedding and then slipping off to bed with Ava Gardner; there were stories of her speeding down the Paseo de la Reforma in the white Alfa Romeo that was a gift of the Mexican President Adolfo L¨®pez Mateos; there were even stories, which Vargas heatedly denied, of her carrying off peasant girls at gunpoint.
zh_cn: 实际上，就其一生充满异域风情的传说而言，没有哪个歌手能与之比肩：在Acapulco时，Chavela在Liz Taylor的婚礼上唱完歌就溜到了Ava Gardner的床上；驾着墨西哥总统Adolfo López Mateos送她的白色阿尔法罗密欧在大街上疾驰而过；有些传说连Chavela本人也绝口否认，譬如用枪挟持农民的女儿。

source: Majestic and beautiful until the very end of her life, she compiled an amorous r¨¦sum¨¦ that ranks among the most distinguished in the history of twentieth-century lesbianism.
zh_cn: Chavela Vargas传奇的一生，在二十世纪的杰出女同中谱写了动人的一章。

source: "I live only for you and Diego," Frida Kahlo told her.
zh_cn: “我只为你和Diego而活”Frida Kahlo（译者注：墨西哥女画家）曾这样对她说。

source: She had an affair with the magnate and collector Dolores Olmedo; rumor linked her to fellow-divas Lola Beltr¨¢n and Mar¨ªa F¨¦lix; and then, she told me in Costa Rica, she had lived a great passion with "the most famous woman in the world."
zh_cn: 传言她跟富婆及收藏家Dolores Olmedo有私情，跟歌剧搭档Lola Beltrán和 María Félix有绯闻，后来，她在哥斯达黎加告诉我，她跟“世界上最有名的女人”热恋过。

source: She refused to elaborate-the mystery (Taylor?) remains for future biographers.
zh_cn: 她拒绝揭开那个女人（Taylor？）的神秘面纱，把这个谜底留在了后来的自传里。

source: The darker stories were as notorious.
zh_cn: 负面消息会让人声名狼藉。

source: The queen of the bohemians of the Plaza Garibaldi, the traditional center of Mexican music, Vargas saw her life almost destroyed by drink; she consumed it such quantities that she later joked that there was no decent tequila left in Mexico-she and the songwriter Jos¨¦ Alfredo Jim¨¦nez, another musical legend, had polished it all off.
zh_cn: 在墨西哥音乐的传统中心Plaza Garibaldi，严重的酗酒几乎毁了这位放荡不羁的女王一生，以至她后来曾开玩笑说墨西哥已经没有像样的龙舌兰酒了—全被她和词作家José Alfredo Jiménez（另一个音乐传奇）喝光了。

source: Jim¨¦nez died from cirrhosis, in 1973, and Chavela's own alcoholism was so devastating that she disappeared entirely for more than fifteen years.
zh_cn: Jiménez1973年死于肝硬化，而Chavela则因为酗酒整整消失了15年多。

source: Friends assumed that she had died.
zh_cn: 朋友们以为她死了。

source: "If anyone goes to Mexico," the famous Argentine singer Mercedes Sosa reportedly said, "place a rose for me on Chavela Vargas's tomb."
zh_cn: 据闻阿根廷著名女歌手Mercedes Sosa曾说“如果有人去墨西哥，请为我在Chavela Vargas的墓前献一朵玫瑰花”。

source: She attributed her pain to her terrible upbringing in Costa Rica, where, as a child in San Joaqu¨ªn, she was tormented for her sexuality ("What hurts isn't being homosexual," she said, "it's that people throw it in your face as if it were a plague"), and to her early struggles in Mexico, where she arrived as a teen-ager. She claimed that she had sold some chickens to pay for the bus fare.
zh_cn: 她将自己的痛苦归结于早期在哥斯达黎加的不幸童年，孩提时因为自己的性别而备受困扰（“真正痛苦的不是同性恋自身”她说“而是人们像对待瘟疫一样对待同性恋”），十几岁时到墨西哥谋生，车费是她卖了一些鸡得来的。

source: She sang in cantinas for years, until Jim¨¦nez discovered her on a corner of the Avenida Insurgentes.
zh_cn: 在小酒吧唱了几年，直到Jiménez在大街上某个角落发现了她。

source: This time, the myth suggests a pedigree: Edith Piaf, after all, had been discovered singing on a street in Pigalle.
zh_cn: 这一次，传言靠了点谱：Edith Piaf（译者注：有着相似经历的法国著名女歌手），在Pigalle的大街上唱歌时被发掘。

source: There was a lot about Chavela that, like these legendary stories, was hard to believe.
zh_cn: 围绕着Chavela的流言很多，像这些传奇故事一样让人难以置信。

source: When I first heard her, on a CD a friend lent me in college, I couldn't believe, first of all, that that murky, rough voice was a woman's. And I couldn't believe that the songs were the same anthems-with their sequined interpretresses, sombreroed mariachis, and screeching ai-yai-yais-that provided the backdrop to the margaritas of my youth.
zh_cn: 我第一次听她的歌是一张从大学朋友那里借来的CD ，真不敢相信那么浑浊粗哑的声音来自一个女人，而且唱的都是同样的赞歌，带着亮片的女歌者，戴墨西哥帽的流浪乐队，ai-yai-yai的高亢嘶吼，我年少时期对墨西哥鸡尾酒的体味就来自于此。

source: What was easy to believe, hearing the voice, was that Chavela Vargas had known an uncommon share of hard luck.
zh_cn: 毋庸置疑的是，人们从Chavela Vargas歌声里感受到的饱经沧桑。

source: And as she uncovered the core of poetic emotion in those cheesy old songs, she enunciated, for me, a longing that I had vaguely felt since adolescence: a first intuition of adult passion, of loves that burn all the more brightly because they are fleeting.
zh_cn: 她对那些老歌直白而精到的演绎，是我自青春期后一直渴求而不得的：对情欲对爱的第一直觉，因为转瞬即逝而愈加灼热和鲜明。

source: From the moment I heard that recording, I was infatuated.
zh_cn: 听完那张唱片我就迷恋上了她。

source: As I found more and more of her albums, I grew determined to track her down, and when at last I discovered her, in Costa Rica taking care of her ailing sister Ofelia, I headed there as soon as I could. Once there, however, it was not easy to find her.
zh_cn: 随着收集的专辑越来越多，我成了她的坚定铁粉，后来我发现她在哥斯达黎加照顾她生病的妹妹Ofelia，立即前往那里。可到了那才发现找到她并不容易。

source: As promised, the "Casa de la Vargas" was known to every citizen. But she was so persistently not home that after a few days of trying, I assumed she didn't want to see me, and headed to Nicaragua.
zh_cn: 就像那人所说的，Casa de la Vargas在镇上人尽皆知，但我去的那几天她却一直不在家，料想是她不想见我，就去了尼加拉瓜。

source: When I returned to Costa Rica, I tried again. This time, Vargas picked up the phone and told me to come right on over.
zh_cn: 等我返回哥斯达黎加再次尝试，这一次，她接了电话并叫我马上过去。

source: Dressed in a T-shirt, shorts, and flip-flops, the grande dame was living in a tiny apartment in the town where she had been born in 1919.
zh_cn: 穿着T恤、短裤、人字拖，这个女名流住在镇上她1919年出生时的一个小寓所里。

source: She was not thrilled to be back.
zh_cn: 她并不因回到故里而感到激动。

source: If Costa Rica is today the only Latin American country that might fairly be described as suburban, in her childhood it was a harsh, isolated, conservative place, as far from the cultural ferment of Mexico as Dubuque is from Manhattan. "Ten families own this whole country," she said, eyes widening with dismay.
zh_cn: 倘若今天的哥斯达黎加是唯一可被称为郊区的拉美国家，那么在她童年时期这儿就是一个残酷、孤立、保守的地方，就像Dubuque对曼哈顿那样疏远了墨西哥文化的融合。“十个家族掌管着这个国家”她说，眼神里泛着沮丧。

source: She hadn't been here in years, and had only returned because of her sister's illness. "I owe my whole life to Mexico. And to myself."
zh_cn: 已经离开很多年了，这次完全是为了妹妹的病才回来，“我整个身心在墨西哥”。

source: She had been influenced by nobody. She owed her prominence to no one-except, she said, to the Aztec gods.
zh_cn: 未受任何人的点拨，她把自己的成就归功于阿兹台克神。

source: I had never conducted an interview in my life.
zh_cn: 我以前从没做过采访。

source: Imagining that this Olympian figure would never deign to speak to a mere fan, I said that I was a journalist and, to prove it, bought a cheap tape recorder at the Miami airport.
zh_cn: 料想到这位女神不会屈尊跟一个纯粉丝讲话，我说自己是个记者，为了显得逼真点还在迈阿密机场买了个便宜的录音机。

source: When I took it out of my bag, I first observed a rule I have since seen proven again and again: as a change comes over the features of a person being photographed, a voice that knows it is being recorded changes, too.
zh_cn: 当我把它从包里拿出来的时候，第一次观察到一个颠簸不破的真理：照片能记录下一个人容颜的改变，录音也能记下一个人声音的变化。

source: Before I turned it on, Chavela was relaxed. On the sofa that doubled as her bed, she inquired about my trip to Nicaragua and peered anxiously into my coffee to make sure I didn't really want sugar.
zh_cn: 在我开始录音之前，Chavela一直很放松，坐在有她的床两倍大的沙发上，她询问我在尼加拉瓜的旅行，忧虑地盯着我的咖啡确定我真的不需要加糖。

source: When I fumblingly hit the "record" button, the friendly old lady's voice gained the enunciation of a prima donna, the informal accent ceding to the careful syllables of an unschooled woman eager not to betray her lack of education.
zh_cn: 当我笨拙的按下录音按钮的时候，这位友善的老太太的声音像一位女主唱那样清晰，一个没上过学的女人用审慎的发音代替随意的口音以免让自己显得没文化。

source: Here was the great singer, and here was her mythology-the Indian family that had saved her from alcoholism, for example, and the tribe that had anointed her a shaman (La Chamana was one of her nicknames).
zh_cn: 这是关于一位伟大的歌手的神话，印第安部族把她从酗酒中挽救回来，这个部族奉她为巫师（La Chamana是她的谥号之一）。

source: But in her touching way of mentioning how many people-and not just anyone!-loved and admired her, I could hear just how completely she had been abandoned and despised.
zh_cn: 但是当提及那么多人包括名人对她的喜爱和崇敬时，我听到的都是关于她如何被抛弃和蔑视。

source: She repeatedly mentioned how her "spouse," Pedro Almod¨®var, had put her music in his films; and how Isabel Preysler, Julio Iglesias's glamorous ex-wife, had recently thrown a party for her in Madrid; and how the then-President of Argentina, Fernando de la R¨²a, had personally begged her to stay in Buenos Aires.
zh_cn: 她反复提起自己的“配偶”Pedro Almodóvar将她的音乐放到电影里；Julio Iglesias 迷人的前妻Isabel Preysler在马德里为她举行的酒会；以及阿根廷前总统Fernando de la Rúa亲自恳求她留在布宜诺斯艾利斯。

source: In the dingy apartment in San Joaqu¨ªn, these names shone with otherworldly lustre.
zh_cn: 这些名字在这间昏暗的小屋熠熠生辉。

source: Of all these famous people, she spoke most longingly of her companion from the Plaza Garibaldi, Jos¨¦ Alfredo, known to all Mexico, like Chavela herself, by his first name only.
zh_cn: 在所有的名人中，她最想谈的是在Plaza Garibaldi的伙伴José Alfredo，像Chavela那样，他的名字在墨西哥也是家喻户晓。

source: "I lifted his songs to the height of glory," she declaimed, speaking of places unfathomably distant from that little apartment. "I took them to the Olympia, in Paris, to the Palau de la M¨²sica, in Barcelona, to the greatest theatres in the world."
zh_cn: “我把他的歌曲发扬光大”她说道，报出一些与这个小公寓相去甚远的地名“我把它们带到奥林匹亚、巴黎、帕劳、巴塞罗拉，去世界上最好的剧院。”

source: Jos¨¦ Alfredo was not her only composer.
zh_cn: José Alfredo并不是唯一为她谱曲的。

source: Among her standards were Mario Clavel's "Somos," with which Almod¨®var opened "Live Flesh," and a hymn to a weeping woman of Mexican legend, "La llorona," which Chavela, dressed as Death, sang in Julie Taymor's "Frida."
zh_cn: Mario Clavel为她写了“Somos”，Almodóvar开启了“活色生香”，一个墨西哥传奇女人的颂歌，在Julie Taymor 的“Frida”里的“ La llorona”。

source: And Chavela herself set to music "Macorina," a Spanish poet's hymn to a Cuban courtesan.
zh_cn: 接着，Chavela投入到“Macorina”，对一个古巴风尘女的颂歌。

source: But her favorite song was Jos¨¦ Alfredo's "Las Simples Cosas," with its famous refrain: "Uno vuelve siempre a los viejos sitios donde am¨® la vida / Y entonces comprende como est¨¢n de ausentes las cosas queridas." ("One always returns to the old places where one loved life / And then understands how absent the beloved things are.")
zh_cn: 但是她最喜爱的歌曲是José Alfredo的 “Las Simples Cosas”，还有那著名的歌词“总在回到相爱的老地方，才明白往事不可追”。

source: The setting for these songs is the bar; the beverage, tequila; the singer, a lover drowning his sorrows. "I'm in the corner of the cantina / Listening to a song that I requested; / they're serving me my tequila now, / And my thoughts turn to you," "Tu Recuerdo y Yo" begins. "Share this bottle with me," "En el Ultimo Trago" continues.
zh_cn: 这些都是酒吧歌曲，饮料、烈酒，沉溺于悲伤的歌手，“在酒吧的角落/听着自己点的歌/品着烈酒/不禁想起了你”，《你还记得我吗》开头，接着是《共饮这瓶酒》、《En el Ultimo Trago》。

source: The years have taught me nothing,
zh_cn: 时光没有教会我什么

source: I always make the same mistakes:
zh_cn: 我一直在犯同样的错

source: Once again to drink with strangers
zh_cn: 再次与陌生人共饮

source: and to cry for the same old pains.
zh_cn: 为同样的旧伤而哭泣

source: In the age of Chavela and Jos¨¦ Alfredo, drinking, her friend Carlos Monsiv¨¢is wrote, had a positive value that is difficult to imagine in a post-feminist, health-conscious society.
zh_cn: 她的朋友Carlos Monsiváis认为，在Chavela 和José Alfredo时代，酗酒对于女权时代后期意识健全的社会具有积极的意义。

source: "There were no critical replies to the idiocies and ignominies of machismo, and being a drunk was a feat that undermined the conformity of people enslaved by respectability."
zh_cn: “这绝不是对无知愚昧的大男子主义的危言耸听，醉酒是反抗被名望所奴役的好武器”。

source: The enslaved-who envied her courage in escaping and could hear what her escape had cost her-became her most devoted admirers, and when she returned to the stage in her seventies, her interpretations of Jos¨¦ Alfredo's love songs-"Amanec¨ª en Tus Brazos," "Llegando a T¨ª"-became even more powerful.
zh_cn: 那些被奴役的人，羡慕她反抗的勇气，也知道了她因此而付出的代价，变成了她最忠实的粉丝。当她以七十多岁的高龄重返舞台时，她演绎的José Alfredo的情歌“Amanecí en Tus Brazos”, “Llegando a Tí”更苍劲有力。

source: Now she sang not of love lived but of love remembered, as the memories of a woman who, as she proudly told me in San Joaqu¨ªn, "never did anything halfway."
zh_cn: 此时她已不再吟唱当下的爱情，而是一个女人对往昔爱的追忆，在San Joaquín她自豪的告诉我“她从未向命运妥协”。

source: In late July, the ninety-three year-old travelled to Spain to pay homage to Federico Garc¨ªa Lorca. "I came to say farewell to Federico, to my friends, and to Spain," she said in a short statement at his grave.
zh_cn: 七月底，这位93岁的老人去西班牙送别Federico García Lorca。她在他葬礼上的一份简短声明中说“我去那跟他道别，跟我的朋友，跟西班牙”。

source: Hospitalized following her presentation, she lingered between life and death for ten days.
zh_cn: 随后她就被送进了医院，在生死之间徘徊了10天，病情好转时，墨西哥政府安排她返乡。

source: When she was strong enough, the Mexican government arranged for her repatriation. "And now I return," the statement said, "to die in my own country."
zh_cn: 她发表声明“终于回来了，叶落归根了。”

source: On August 5th, she died in Cuernavaca. Her last words were "I go with Mexico in my heart."
zh_cn: 8月5日，她在Cuernavaca去世，最后的遗言是“我的心永远属于墨西哥”。

source: The next day, the queen of the bohemians paid a final visit to the Plaza Garibaldi, where her body was serenaded by an army of mariachis.
zh_cn: 隔天，这位不羁女王在Plaza Garibaldi做了最后的道别，一批墨西哥乐队为她演奏了小夜曲。
